[
  {
    "title": "AnimalFacts",
    "facts": [
      {
        "type": "DOG",
        "info": "Bütün köpekler, 40 milyon yıl öncesine, Miacis adlı bir sansara benzeyen bir hayvana kadar izlenebilir. Miacis, sonradan Tomarctus'a evrim geçirdi, bu da kurt, çakal ve köpeği içeren Canis cinsinin doğrudan bir atasıdır."
      },
      {
        "type": "DOG",
        "info": "Antik Mısırlılar köpeklerine büyük saygı gösterirdi. Bir evcil köpek öldüğünde, sahipleri kaşlarını tıraş eder, saçlarına çamur sürer ve günlerce yüksek sesle yas tutarlardı."
      },
      {
        "type": "DOG",
        "info": "Az miktarda üzüm ve kuru üzüm, köpeklerde böbrek yetmezliğine neden olabilir. Çikolata, makademya fındığı, pişmiş soğan veya kafein içeren her şey de zararlı olabilir."
      },
      {
        "type": "DOG",
        "info": "Elma ve armut çekirdekleri, köpekler için ölümcül olabilecek arsenik içerebilir."
      },
      {
        "type": "DOG",
        "info": "Rock yıldızı Ozzy Osborne, eşinin Pomeranian'ını bir çakal tarafından saldırıya uğramaktan kurtararak, çakalı etkisiz hale getirdi."
      },
      {
        "type": "DOG",
        "info": "Köpeklerin patileri arasında ter bezleri bulunur."
      },
      {
        "type": "DOG",
        "info": "2003'te Dr. Roger Mugford, bir köpeğin kuyruğunun sallanışını ölçerek köpeğin tam olarak hangi ruh halinde olduğunu çözebilen bir cihaz olan \"wagometer\"ı icat etti."
      },
      {
        "type": "DOG",
        "info": "Köpeklerin üç göz kapağı vardır. Üçüncü kapak, gözü yağlamak ve korumak için haw veya nictitating membrane olarak adlandırılır."
      },
      {
        "type": "DOG",
        "info": "Bir köpeğin omuz bıçakları, koşarken daha fazla esneklik sağlamak için diğer iskeletle bağlantısızdır."
      },
      {
        "type": "DOG",
        "info": "Yavru köpekler, sezaryenle doğan ve annelerine geri verilmeden önce temizlenenler bazen anneleri tarafından reddedilir."
      },
      {
        "type": "DOG",
        "info": "\"Kediler ve köpekler yağmurla birlikte yağar\" deyimi onyedinci yüzyıl İngiltere'sinden gelir. Şiddetli yağışlarda birçok evsiz hayvan boğulur ve sokaklarda yüzerken, sanki gerçekten kediler ve köpekler yağmış gibi görünürdü."
      },
      {
        "type": "DOG",
        "info": "Orta Çağ'da, Great Danes ve Mastifler bazen savaşa girmek veya tedarik konvoylarını savunmak için zırh ve dikenli tasmalarla donatılırdı."
      },
      {
        "type": "DOG",
        "info": "Pekinge ve Japon Chin'ler, antik Doğu'da o kadar önemliydi ki kendi hizmetçileri vardı ve krallar ve imparatorlar için hediyeler olarak ticaret yollarında taşınırdı. Pekinge'ler Çin tapınaklarında yüzyıllar boyunca tapınıldı."
      },
      {
        "type": "DOG",
        "info": "Bir köpeğin yüz şekli, ne kadar yaşayacağını gösterir. Keskin, uçlu bir yüze sahip köpekler genellikle daha uzun yaşar. Bulldog gibi çok düz yüzlü köpekler ise genellikle daha kısa ömürlü olabilir."
      },
      {
        "type": "DOG",
        "info": "Roma'nın düşüşünden sonra, insan hayatta kalması genellikle köpekleri üretmek ve eğitmekten daha önemli hale geldi. Bu dönemde terkedilmiş köpeklerin köyleri dolaştığı ve korkmuş köylüleri dehşete düşürdüğü birçok efsane ortaya çıktı."
      },
      {
        "type": "DOG",
        "info": "Orta Çağ'da, köylü köpeklerinin karışık ırkları genellikle asil av köpekleriyle çiftleşmelerini önlemek için boynuzlarına bloklar takmak zorundaydı. Safkan köpekler çok pahalıydı ve avcılık zenginlerin ayrıcalığı haline geldi."
      },
      {
        "type": "DOG",
        "info": "Bir kişinin sahip olduğu en fazla köpek sayısı, Kubilay Han'ın sahip olduğu 5,000 Mastiff'tir."
      },
      {
        "type": "DOG",
        "info": "Amerikan Kennel Kulübü, Amerika'daki en etkili köpek kulübü, 1884 yılında kuruldu."
      },
      {
        "type": "DOG",
        "info": "En popüler erkek köpek isimleri Max ve Jake'dir. En popüler dişi köpek isimleri Maggie ve Molly'dir."
      },
      {
        "type": "DOG",
        "info": "Akademisyenler, Oz'un Büyücüsü'ndeki Toto'nun metafizik yorumu üzerine tartışmışlardır. Bir teori, Toto'nun sürekli olarak Dorothy'yi güvenli bir şekilde eve dönmesine engel olan Mısır ölüm tanrısı Anubis'i temsil ettiğini öne sürer."
      },
      {
        "type": "DOG",
        "info": "Palding, Ohio'daki polislere, bir köpeği sakinleştirmek için ısırmalarına izin veren tuhaf köpek yasaları bulunmaktadır. Ventura County, California'da kedilerin ve köpeklerin izin olmadan çiftleşmelerine izin verilmez."
      },
      {
        "type": "DOG",
        "info": "İlk köpek şapeli 2001 yılında kuruldu. Bu şapel, ciddi bir hastalıktan iyileşmesine yardımcı olan çocuk kitabı yazarı Stephan Huneck tarafından St. Johnsbury, Vermont'ta inşa edildi ve beş köpeği ona yardım etti."
      },
      {
        "type": "DOG",
        "info": "Çin astrolojisine göre köpek burcu altında doğanlar sadık ve ketum olarak kabul edilir, ancak biraz huysuz olabilirler."
      },
      {
        "type": "DOG",
        "info": "İran'da, bir köpeğin evcil hayvan olarak sahibi olması yasaktır. Ancak sahip, köpeğin bir koruma veya av köpeği olduğunu kanıtlayabilirse bu kısıtlama geçerli değildir. Müslümanların köpekler konusundaki çekingenliği, kuduzun Orta Doğu'da her zaman yaygın olması nedeniyle olabilir."
      },
      {
        "type": "DOG",
        "info": "Mayalar ve Aztekler, her onuncu günü kuşla simgeler ve bu burç altında doğanların olağanüstü liderlik yeteneklerine sahip olduğuna inanırlardı."
      },
      {
        "type": "DOG",
        "info": "Güney Amerika'nın Gran Chaco bölgesindeki eski Mbaya Kızılderilileri, insanların başlangıçta yeraltında yaşadığına inanırlardı, ta ki köpekler onları kazıp çıkana kadar."
      },
      {
        "type": "DOG",
        "info": "Plato bir zamanlar \"bir köpeğin bir filozofun ruhuna sahip olduğunu\" söyledi."
      },
      {
        "type": "DOG",
        "info": "Fransız pudel, aslında Almanya'da ortaya çıktı. \"Pudel\" kelimesi, köpeklerin daha etkili yüzmesi için avcıların pudeli traş ettiği zaman evrimleşen bir yapı olan Alman pudel veya pudelhund kelimesinden gelirken, önemli eklem yerlerinde pom-pomları bırakarak."
      },
      {
        "type": "DOG",
        "info": "Cracker Jacks kutusundaki köpeğin adı Bingo'dur. Taco Bell Chihuahua'nın adı kurtarılmış bir köpektir ve Gidget olarak adlandırılır."
      },
      {
        "type": "DOG",
        "info": "İlk köpekler, en az 12.000 yıl önce, ilk kalıcı insan yerleşim yerlerine çekilen ilk kurtlardı ve kendilerini evcilleştirdiler."
      },
      {
        "type": "DOG",
        "info": "Dachshunds, kötü tavşanlarla savaşmak üzere yetiştirildi."
      },
      {
        "type": "DOG",
        "info": "Laika, bir Rus sokak köpeği, 1957'de Sovyet Sputnik uzay aracında Dünya'yı dolaşan ilk memeliydi. Uzayda ölmesine rağmen, kızı Pushnika, ABD Başkanı John F. Kennedy'nin terrier'i Charlie ile dört yavru doğurdu."
      },
      {
        "type": "DOG",
        "info": "Dalmatianlar doğduklarında tamamen beyazdır."
      }
    ]
  },
  {
    "facts": [
      {
        "type": "CAT",
        "info": "Kediler, 4.000 yıldan fazla bir süredir evcilleştirilmişlerdir ve bu da onları en eski evcil hayvanlardan biri yapar."
      },
      {
        "type": "CAT",
        "info": "Bir grup kediye \"clowder\" denir."
      },
      {
        "type": "CAT",
        "info": "Kedilerin ön patilerinde beş, arka patilerinde ise sadece dört parmakları vardır."
      },
      {
        "type": "CAT",
        "info": "Bir kedinin burun izi, insan parmak izine benzer şekilde benzersizdir."
      },
      {
        "type": "CAT",
        "info": "Dünyanın bilinen en eski kedi cinsi hala üretilen Mısır Mau'dur."
      },
      {
        "type": "CAT",
        "info": "Kediler günde ortalama 12-16 saat uyurlar."
      },
      {
        "type": "CAT",
        "info": "Kediler 100'den fazla farklı ses çıkarabilir, oysa köpekler yaklaşık 10 ses çıkarabilir."
      },
      {
        "type": "CAT",
        "info": "Kedilerin retinalarının arkasında özel bir yansıtıcı tabaka bulunur, bu da gece görüşlerini artırır ve tapetum lucidum olarak adlandırılır."
      },
      {
        "type": "CAT",
        "info": "Bir kedinin bıyıkları, vücudu kadar geniş olabilir. Onları gezinmek ve açıklıkları ölçmek için kullanırlar."
      },
      {
        "type": "CAT",
        "info": "Dünyanın en zengin kedisi, sahibinden miras kalan 13 milyon dolar değerindedir."
      },
      {
        "type": "CAT",
        "info": "Kediler kulaklarını 180 derece çevirebilirler."
      },
      {
        "type": "CAT",
        "info": "Bir kedinin mırlaması sadece memnuniyet işareti değil, aynı zamanda insanlar üzerinde sakinleştirici bir etkisi olduğu da gösterilmiştir, stresi ve kaygıyı azaltabilir."
      },
      {
        "type": "CAT",
        "info": "Kedilerin pençeleri içeri çekilebilir, bu da onları avlanmaya hazır ve keskin tutar."
      },
      {
        "type": "CAT",
        "info": "Kedi-insan dostluğuna dair en eski kanıt, 9.500 yıl öncesine dayanır. Bir kedi, Sahip olduğu insan sahibiyle birlikte Kıbrıs adasında gömülmüştü."
      },
      {
        "type": "CAT",
        "info": "Kedilerin güçlü bir bölgesel içgüdüsü vardır ve yanakları, patileri ve kuyruklarındaki salgı bezleri ile alanlarını işaretleyebilirler."
      },
      {
        "type": "CAT",
        "info": "Ev kedilerinin en büyük cinsi, dostça doğası ve tüylü kulakları ile bilinen Maine Coon'dur."
      },
      {
        "type": "CAT",
        "info": "Kediler, bir sıçrayışta vücut uzunluklarının altı katına kadar atlayabilirler."
      },
      {
        "type": "CAT",
        "info": "Ev kedilerinin mırmır frekansı, kas ve kemiklerin kendilerini tamir ettiği frekansta bulunur."
      },
      {
        "type": "CAT",
        "info": "Kedilerin allogrooming adı verilen özel bir tüy bakım modeli vardır, bu da birbirlerini tımarlamak olarak işaret edilir ve sosyal bağ kurmanın bir işaretidir."
      },
      {
        "type": "CAT",
        "info": "Kediler kulaklarını 180 derece çevirebilirler."
      },
      {
        "type": "CAT",
        "info": "Ortalama bir kedi saatte 30 mil hıza ulaşabilir."
      },
      {
        "type": "CAT",
        "info": "Kedilerin retinalarının arkasında özel bir yansıtıcı tabaka bulunur, bu da gece görüşlerini artırır ve tapetum lucidum olarak adlandırılır."
      },
      {
        "type": "CAT",
        "info": "Dünyanın en zengin kedisi, sahibinden miras kalan 13 milyon dolar değerindedir."
      },
      {
        "type": "CAT",
        "info": "Kediler kulaklarını 180 derece çevirebilirler."
      },
      {
        "type": "CAT",
        "info": "Bir kedinin bıyıkları, vücudu kadar geniş olabilir. Onları gezinmek ve açıklıkları ölçmek için kullanırlar."
      },
      {
        "type": "CAT",
        "info": "Dünyanın bilinen en eski kedi cinsi hala üretilen Mısır Mau'dur."
      },
      {
        "type": "CAT",
        "info": "Kedilerin ön patilerinde beş, arka patilerinde ise sadece dört parmakları vardır."
      },
      {
        "type": "CAT",
        "info": "Bir grup kediye \"clowder\" denir."
      },
      {
        "type": "CAT",
        "info": "Kediler, 4.000 yıldan fazla bir süredir evcilleştirilmişlerdir ve bu da onları en eski evcil hayvanlardan biri yapar."
      }
    ]
  },
  {
    "facts": [
      {
        "type": "BIRD",
        "info": "Dünyanın en küçük kuşu, Küba'ya özgü olan arı sineğidir. Boyu yaklaşık olarak 2 inç (5 cm) kadardır."
      },
      {
        "type": "BIRD",
        "info": "Penguenler kuşlardır, ancak uçamazlar. Bunun yerine, olağanüstü yüzücülerdir."
      },
      {
        "type": "BIRD",
        "info": "Baykuşlar, başlarını 270 derece döndürebilme yetenekleriyle bilinirler, bu da mükemmel görüşleri için önemlidir."
      },
      {
        "type": "BIRD",
        "info": "Bir kanaryanın şarkısı, sağlığı ve mutluluğunu göstermek için iyi bir gösterge olabilir."
      },
      {
        "type": "BIRD",
        "info": "Güvercinler son derece zeki kuşlardır ve mesajları iletmek için eğitilmişlerdir."
      },
      {
        "type": "BIRD",
        "info": "Dolaşan albatros, yaşayan kuşların en uzun kanat açıklığına sahiptir ve 11 fit (3.4 metre) kadar uzayabilir."
      },
      {
        "type": "BIRD",
        "info": "Kargalar, problem çözme becerileriyle bilinir ve gıda elde etmek için araçlar kullanabilirler."
      },
      {
        "type": "BIRD",
        "info": "Kuzey yarımkürede doğal olarak bulunan tek papağan türü Carolina Parakeet'tir, ancak şu anda soyu tükenmiştir."
      },
      {
        "type": "BIRD",
        "info": "Flamingolar gri tüylerle doğarlar ve yiyeceklerindeki doğal pigmentlerden dolayı zamanla pembe renge dönerler."
      },
      {
        "type": "BIRD",
        "info": "Arktik Tırmanıcı, herhangi bir kuşun en uzun göçüne sahiptir, her yıl Arktik'ten Antarktika'ya ve geri uçar."
      },
      {
        "type": "BIRD",
        "info": "Kiviler, Yeni Zelanda'ya özgü uçamayan kuşlardır ve küçük boyutları ve benzersiz görünüşleri ile bilinirler."
      },
      {
        "type": "BIRD",
        "info": "Lyrebird, çevresindeki doğal ve yapay sesleri taklit etme yeteneği ile bilinir."
      },
      {
        "type": "BIRD",
        "info": "Andean Condor, yaşayan kuşların en büyük kanat açıklığına sahip olup, 11 fit (3.3 metre) kadar uzayabilir."
      },
      {
        "type": "BIRD",
        "info": "Sinek kuşları sadece havada asılı kalabilen ve geriye uçabilen tek kuşlardır."
      },
      {
        "type": "BIRD",
        "info": "Kakapo, gece papağı olarak da bilinen Yeni Zelanda'ya özgü, soyu tükenmekte olan bir kuş türüdür."
      },
      {
        "type": "BIRD",
        "info": "Tukanın gagası şaşırtıcı derecede hafiftir, çünkü bal peteği şeklinde kemik yapısından oluşmuştur."
      },
      {
        "type": "BIRD",
        "info": "Kartallar olağanüstü görüş yetenekleri ile bilinir ve bazı türler birkaç mil uzaktaki avı fark edebilir."
      },
      {
        "type": "BIRD",
        "info": "Harpy Eagle, en büyük ve güçlü kartallardan biri olarak bilinir ve Orta ve Güney Amerika'nın yağmur ormanlarında bulunur."
      },
      {
        "type": "BIRD",
        "info": "Devekuşları, yaşayan en büyük ve en ağır kuş türleridir. Uçamazlar ve Afrika'ya özgüdürler."
      },
      {
        "type": "BIRD",
        "info": "Secretary Bird, Afrika'dan gelen büyük bir yırtıcı kuştur ve karakteristik görünümü ve avı kovalamak için yere vurma davranışı ile tanınır."
      },
      {
        "type": "BIRD",
        "info": "Hoatzin, Amazon yağmur ormanlarına özgü olup, bazen \"pis kuş\" olarak adlandırılır çünkü kötü kokusudur."
      },
      {
        "type": "BIRD",
        "info": "Bald Eagles, kur yapma sırasında etkileyici hava gösterileriyle tanınırlar."
      },
      {
        "type": "BIRD",
        "info": "Avrupa Prensibi, Avrupa folklorunda Noel ile ilişkilendirilir ve kırmızı göğsü ile bilinir."
      },
      {
        "type": "BIRD",
        "info": "Kuzey Baykuşu, soğuk ortamlara uyum sağlamıştır ve onu aşırı sıcaklıklardan koruyan kalın tüyleri vardır."
      },
      {
        "type": "BIRD",
        "info": "Pelikanlar, avlanırken balıkları yakalamak için kullandıkları boğaz torbaları ile tanınır."
      },
      {
        "type": "BIRD",
        "info": "Kuklalar, yumurtalarını diğer kuş türlerinin yuvalarına bırakma benzersiz üreme stratejileriyle bilinir."
      },
      {
        "type": "BIRD",
        "info": "Mynah kuşu, insan konuşmasını ve çevresindeki sesleri taklit etme yeteneği ile bilinir."
      },
      {
        "type": "BIRD",
        "info": "Tepeli kuş, başındaki tüy tacı ile tanınır ve karakteristik çağrılarıyla bilinir."
      },
      {
        "type": "BIRD",
        "info": "Kea, Yeni Zelanda'ya özgü, dünyanın tek alpin papağanıdır ve zekası ve merakıyla bilinir."
      },
      {
        "type": "BIRD",
        "info": "Barn Owl, kalp şeklindeki yüz halkası ve düşük ışıkta mükemmel görüşü ile bilinir."
      },
      {
        "type": "BIRD",
        "info": "Avrupa Sığırcığı, diğer kuşların ve hatta mekanik seslerin seslerini taklit etme yeteneği ile bilinen oldukça vokal bir kuştur."
      },
      {
        "type": "BIRD",
        "info": "Puffin, renkli gagası ve karakteristik görünüşü nedeniyle sık ​​sık \"denizin palyaçosu\" olarak adlandırılır."
      }
    ]
  }
]
